;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Polski/Polish
WebLang=PL
Translator=hiryu
Codepage=UNICODE 
Version=2.4.5


[Uninstaller Toolbar]
102 = Widok
103 = Opcje
104 = Deinstalator
105 = Narzędzia
106 = Tryb łowcy
107 = Lista
108 = Ikony
109 = Detale
110 = Odinstaluj
111 = Usuń wpis
112 = Odśwież
113 = Czy na pewno usunąć zaznaczony obiekt?
114 = Czy na pewno odinstalować zaznaczony program?
115 = Aktualizuj
116 = Pomoc
117 = Pomoc dotycząca programu...
118 = Strona domowa...
119 = Opis...
120 = Nie posiadasz uprawnień administratora by wykonać tą operację!
121 = Czy jesteś pewny, że chcesz odinstalować wybrane składniki systemu?\nPRZERWIJ operacje jeśli nie jesteś pewien jakie będą skutki Twojego działania!
122 = Deinstalator pokazuje wszystkie programy, które są zainstalowane w systemie. Ponadto widok szczegółowy oferuje sporo dodatkowych informacji na temat wybranego obiektu takich jak adres strony producenta oraz szczegółowe parametry instalacji. Główną zaletą deinstalatora jest Tryb łowcy. Dzięki niemu możliwe jest odinstalowanie, zatrzymanie działającego procesu, usunięcie lub wyłączenie obiektu z autostartu za pomocą jednego kliknięcia.
123 = Szukaj
124 = Znaleziono:
125 =Jesteś pewien, że chcesz usunąć zaznaczony składnik systemu z rejestru? Ten składnik może być niezbędny dla Twojego systemu operacyjnego!
126 =  Nie będzie już startować razem z Windows!
127 =  Ustawiono na start razem z Windows !
128 = %s jest zainstalowany w tym samym miejscu co %s!\nPojawią się pozostawione dane z obu aplikacji ! Sprawdź uważnie co kasujesz!
129 = Wymuszone odinstalowywanie 


[Uninstaller List]
150 = Nazwa
151 = Rozmiar
152 = Wersja
153 = Data instalacji
154 = Producent
155 = Strona domowa
156 = Komentarz
157 = Ścieżka deinstalatora
158 = Wpis w rejestrze
159 = Instalator

[Uninstaller StatusBar]
201 = Liczba zainstalowanych programów:
202 = Wczytywanie...


[Registry Optimizer]
302 = Wskaż gdzie skanować
303 = Menu start

[AutoRun Toolbar]
407 = Uruchom
408 = Zatrzymaj
409 = Usuń
410 = Obiekty:
411 = Aktywne:
412 = Za pomocą tego modułu można włączać lub wyłączać uruchamianie aplikacji wraz ze startem systemu, oraz uzyskać o niej dodatkowe informacje. Dowiesz się skąd aplikacja jest uruchamiana, jej opis, wydawce, status (pracuje czy nie), i jeśli startuje razem z Windows to gdzie znajduje się komenda uruchamiająca (wpis rejestru lub plik na dysku) 

[AutoRun List]
450 = Nazwa
451 = Ścieżka uruchamiania
452 = Opis
453 = Producent
454 = Status
455 = Lokalizacja
456 = PRACUJE
457 = NIE PRACUJE
458 = Nieaktualne
459 = Zatrzymaj proces
460 = Uruchom proces
461 = Otwórz folder programu
462 = Przejdź do wpisu w rejestrze
463 = Kopiuj ścieżkę dostępu
464 = Usuń zaznaczone
465 = Usuń nieaktualne
466 = Usuń nie uruchomione
467 = Usuń zatrzymane
468 = Właściwości...
470 = Czy jesteś pewny, że chcesz zamknąć zaznaczone programy?\nWszystkie niezapisane informacje zostaną utracone!
471 = Czy jesteś pewny, że chcesz usunąć zaznaczone obiekty?
472 = Czy jesteś pewny, że chcesz usunąć wszystkie nieaktualne wpisy?
473 = Czy jesteś pewny, że chcesz usunąć wszystkie nie uruchomione wpisy?
474 = Czy jesteś pewny, że chcesz usunąć wszystkie wyłączone wpisy?
475 = Nieznane polecenie!
476 = Nieznany
477 = Wyłącz autostart
478 = Włącz autostart

[Outlook Control]
300 = Optymalizacja
301 = Optymalizacja rejestru
400 = Autostart
500 = Zacieranie śladów
501 = Porządkowanie przeglądarki
600 = Porządkowanie pakietu MS Office
700 = Porządkowanie Windows
800 = Usuwanie historii
900 = Usuwanie bezpowrotne
2100 = Narzędzia Windows
2200 = Usuwanie zbędnych plików

[Track Cleaner Browsers]
507 = Wyczyść wszystko
508 = Wyczyść historie odwiedzonych stron
509 = Wyczyść pasek adresów
510 = Wyczyść folder plików tymczasowych
511 = Wyczyść ciasteczka
512 = Usuń plik Index.dat
513 = Wykonaj
514 = Wyczyść historie pobierania plików
515 = Wyczyść uwierzytelnione sesje
516 = Wyczyść formularze
517 = Deinstalator
518 = Czy jesteś pewny, że chcesz wyczyścić całą zaznaczoną historię?
521 = Czy jesteś pewny, że chcesz wyczyścić historię przeglądarki Internet Explorer?
522 = Czy jesteś pewny, że chcesz wyczyścić historę przeglądarki Firefox?
523 = Czy jesteś pewny, że chcesz wyczyścić historię przeglądarki Opera?
524 = Czy jesteś pewny, że chcesz wyczyścić historię przeglądarki Netscape?
525 = Twoja przeglądarka internetowa zapamiętuje zawsze adresy wszystkich stron, które odwiedzasz. Każdy w bardzo prosty sposób może sprawdzić jakie strony ostatnio odwiedzałeś! Za pomocą tego programu możesz łatwo zatrzeć za sobą wszystkie ślady pozostawione przez przeglądarkę. Ponadto usunięcie folderu plików tymczasowych zwalnia dodatkowe miejsce na dysku twardym.
526 = Zamknij swoją przeglądarkę zanim zaczniesz zacierać ślady które pozostawia.
527 = Plik Index.dat zostanie usunięty przy następnym uruchomieniu komputera
599 = Zacieranie śladów dla wskazanych elementów zostało zakończone!

[Track Cleaner Office]
601 = Wyczyść 
607 = Wyczyść historie otwartych plików Microsoft Word
608 = Dotyczy programów Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 i Word 2016
609 = Wyczyść historie otwartych plików Microsoft Excel
610 = Dotyczy programów Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 i Excel 2016
611 = Wyczyść historie otwartych plików Microsoft Access
612 = Dotyczy programów Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 i Access 2016
613 = Wyczyść historie otwartych plików Microsoft PowerPoint
614 = Dotyczy programów PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 i PowerPoint 2016
615 = Wyczyść historie otwartych plików Microsoft FrontPage
616 = Dotyczy programów FrontPage 2000, FrontPage XP i FrontPage 2003
617 = Porządkowanie Microsoft Office pozwala na wyczyszczenie historii otwartych plików w programach Word, Excel, Access, PowerPoint i Front Page. Użyteczne gdy chcemy ukryć nad którymi plikami ostatnio pracowaliśmy.

[Track Cleaner Windows]
701 = Wyczyść
707 = Wyczyść historie ostatnio otwieranych plików
708 = Wyczyść historie polecenia uruchom
709 = Wyczyść historie wyszukiwania plików
710 = Wyczyść historie wyszukiwania drukarek, komputerów i ludzi
711 = Opróżnij schowek
712 = Wyczyść historie programu "Paint"
713 = Wyczyść historie programu "Wordpad"
714 = Wyczyść historie wyszukiwania w rejestrze
715 = Wyczyść historie okien dialogowych "Otwórz" i "Zapisz"
716 = Wyczyść historie ostatnio używanych folderów
717 = Opróżnij kosz
718 = Wyczyść folder plików tymczasowych
719 = Wyczyść historie menu start
720 = System Microsoft Windows pozostawia bardzo dużo śladów korzystania z komputera. To narzędzie pozwala bardzo szybko usunąć te ślady za pomocą kilku kliknięć myszką. Dodatkowo opróżniany jest  folder plików tymczasowych i kosz co zwiększa wolne miejsce na dysku twardym. 
721 = Historia polecenia uruchom z menu Start zostanie wyczyszczona przy wyłączaniu komputera
722 = Ślady w rejestrze Windows
723 = Ślady na dysku twardym
724 = Usuń zrzuty pamięci powstałe po awari systemu
725 = Usuń pliki Chkdsk (odzyskane fragmenty pliku)


[Evidence Remove]
802 = Wykonaj
803 = Kasowanie
804 = Proszę czekać, kasowanie w toku
805 = Skończone
806 = Zaznacz partycje dysku twardego, z którego chcesz usunąć ślady pracy. Narzędzie to zajmuje się już usuniętymi plikami ! Bezpowrotnie usunięte zostaną wszystkie pliki już skasowane przez użytkownika bez możliwości ich odzyskania (w przeciwieństwie do kasowania plików przez użytkownika)
807 = Czy jesteś pewny, że chcesz usunąć z dysku twardego wszystkie ślady pracy?
808 = Jesteś pewien, że chcesz całkowicie usunąć pozostawione ślady na tym dysku (dyskach)?

[Unrecoverable  Delete ]
912 = Lista plików i folderów zaznaczonych do całkowitego usunięcia bez możliwości odzyskania tych plików !!
913 = Pliki
914 = Foldery
915 = Wskaż pliki, które mają być usunięte z systemu. Operacja usunięcia jest nieodwracalna!
916 = Wskaż foldery, które mają być usunięte z systemu. Operacja usunięcia jest nieodwracalna!
917 = Dodaj pliki do usunięcia
918 = Dodaj foldery do usunięcia
919 = USUŃ BEZPOWROTNIE
920 = Wyczyść listę
921 = Jeśli chcesz w łatwy sposób bezpowrotnie usunąć pliki i foldery by nikt nie mógł ich odzyskać za pomocą żadnych narzędzi, użyj do tego celu Narzędzia całkowitego usuwania. Przeniesienie plików do kosza a nawet jego opróżnienie nie oznacza, że pliki są skasowane całkowicie. System jedynie oznacza je jako nie potrzebne i nadpisuje dopiero gdy pojawią się nowe pliki. Tym samym usunięte przez użytkownika pliki fizycznie pozostają na dysku i stwarzają zagrożenie odzyskania ich przez osoby nie upoważnione. 
922 = Czy jesteś pewny, że chcesz bezpowrotnie usunąć wybrane pliki i foldery?

[Options Tree]
1001 = Opcje
1100 = Główne
1200 = Deinstalator

[General]
1101 = Aktywny język:
1102 = Tryb zaawansowany
1103 = Sprawdzaj aktualizacje przy starcie

[Uninstaller Options]
1201 = Pokazuj aktualizacje Windows'a
1202 = Pokazuj elementy systemowe
1203 = Uaktywnij tryb szybkiego uruchamiania
1204 = Używaj tylko wbudowanego deinstalatora
1205 = (Nie obsługiwane przez system Windows Vista)
1206 = Utwórz punkt Przywracania Systemu przed odinstalowaniem
1207 = Usuń pozostawione pliki i foldery do kosza


[Auto Update]
1907 = Aktualizacja
1908 = Wersja
1909 = Aktualna wersja:
1910 = Ostatnia wersja:
1911 = POBIERZ
1912 = Pobierz najnowszą wersje
1913 = Co nowego
1914 = Sprawdzanie...
1915 = Błąd połączenia...
1916 = STOP
1917 = Pobrano %s z %s
1918 = Pobrano %s (rozmiar nieznany)
1919 = Revo Uninstaller nie był w stanie połączyć się z  www.revouninstaller.com. Sprawdź czy połączenie internetowe działa a Twoja zapora siecowa (firewall) nie blokuje Revo Uninstaller 
1920 = Błąd: Aktualizacja nie udana - brak połączenia z siecią.

[WinTools]
2110 = Uruchom
2111 = Jest wiele użytecznych narzędzi i składników systemu Windows wbudowanych w sam system. Niektóre dostępne są poprzez linię komend, inne ukryte w folderach systemowych. Narzędzia Windows daje Ci szybki i łatwy dostęp do wielu przydatnych narzędzi systemowych.
2112 = Jeżeli pojawi się jakiś bład możesz użyć funkcji Przywracanie Systemu aby wrócić do poprzedniego zapisu stanu systemu bez utraty swoich danych. Funkcja ta monitoruje zmiany systemu i niektóre pliki innych aplikacji tworząc punkty zapisu stanu systemu. Te punkty pozwalają na przywrócenie systemu do zapisanego stanu. Punkty tworzone są 1 dziennie i przy każdej ważnej zmianie w systemie. Można także tworzyć punkty samemu.
2113 = Tutaj możesz zobaczyć jakie urządzenia posiadasz w komputerze, konfigurację swojego połączenia z siecią. Dzięki temu narzędziu możesz sprawdzić swój system i przetestować połączenie z siecią.
2114 = To narzędzie wyświetla aktualne ustawienia TCP/IP, DHCP i DNS. Wyświetlane są także pełne informacje o konfiguracji TCP/IP dla wszystkich urządzeń sieciowych, w tym - IP,  MAC, maska podsieci, domyślna brama, ustawienia WINS i DNS
2115 = Centrum zabezpieczeń sprawdza 3 najważniejsze kwestie bezpieczeństwa: Firewall, Automatyczne aktualizacje i Ochrone Anty-Wirusową. Jeżeli wykryty zostaje jakiś problem z tymi trzema usługami (np. program antywirusowy nie jest zaktualizowany) Centrum Zabezpieczeń ostrzega o tym i proponuje rozwiązania pomagające zwiększyć bezpieczeństwo Twojego komputera.
2116 = Właściwości systemu mogą być użyte aby podać podstawowe informacje o podzespołach w Twoim komputerze, zmienić ustawienia które kontrolują jak komputer używa pamięci, skonfigurować profile sprzętowe, wyświetlić informacje o połączeniu internetowym i profilu logowania, a także w jaki sposób komputer zareaguje na wystąpienie błędu.
2117 = Narzędzie to jest elementem systemu Windows które zajmuje się zbieraniem informacji o konfiguracji systemowej. Te informacje to konfiguracja sprzętowa, dodatkowe komponenty oraz oprogramowanie włącznie z informacjami o sterownikach. To narzędzie pozwala w szybki sposób znaleźć informacje o komputerze i jego systemie operacyjnym.
2118 = Narzędzie to jest wbudowane w system i wyświetla wszystkie aktywne połączenia TCP oraz wszystkie otwarte porty TCP i UDP wraz z informacją jaka aplikacja ich używa.
2119 = Narzędzie to wyświetla wirtualną klawiature na ekranie monitora pozwalająć osobom niepełnosprawnym na wpisywanie danych przy pomocy myszki lub innego urządzenia wskazującego.
2120 = Defragmentator dysków analizuje partycje i łączy pliki tak aby znajdowały się fizycznie obok siebie na dysku. Funkcja ta dba także o to aby nowo zapisywane pliki nie ulegały rozdzieleniu poprzez zapewnienie możliwie dużego obszaru wolnej przestrzeni. Dzięki temu Twój system może szybciej otwierać pliki i foldery oraz tworzyć nowe efektywniej.
2121 = Narzędzie to może uruchomić, zatrzymać, wstrzymać lub wyłączyć usługi na Twoim komputerze. Można także ustawić jak komputer zachowa się w przypadku problemu z usługą (np. automatyczne ponowne uruchomienie po zamknięciu spowodowanym błędem). Wyświetlane są także informacje o uslugach i ich status.
2122 = Narzędzie to pozwala na zarządzanie Udostępnionymi folderami tzn. kontrolowanie poziomu uprawnień użytkowników, ich aktywności, właściwości udostępnionych folderów oraz prezentuje podsumowanie połączeń. Można także zobaczyć liste wszystkich użytkowników połączonych z Twoim komputerem przez internet, rozłączyć ich a także zobaczyć jakie pliki aktualnie przeglądają.
2123 = To narzędzie zawiera informacje o dostępie poszczególnych użytkowników do zasobów systemowych i konfiguracji komputera. Ustawienia te określają jak wygląda środowisko pracy na komputerze np. jak wyglądają uprawnienia użytkowników do uruchomiania aplikacji z napędów wymiennych. Zalecane dla użytkowników zaawansowanych.
2124 = Narzędzie to pozwala na zarządzanie elementami wbudowanymi elementami systemu Windows. Po instalacji systemu możesz użyć tego narzędzia aby dodać funkcje których system nie instaluje domyślnie lub usunąć te które są instalowane domyślnie jednak uważasz, że ich nie potrzebujesz.
2125 = Narzędzie do usuwania złośliwego oprogramowania sprawdza komputer a następnie usuwa wszystkie znalezione wirusy, robaki i konie trojańskie. Gdy program skonczy skanowanie systemu pokaże szczegółowy raport, uwzględniający informacje o tym jakie zagrożenia zostały wykryte i usunięte.

[Junk Files Cleaner Options]
2202 = Skanuj dyski:
2203 = Wzór
2204 = Opis
2205 = Dodaj
2206 = Usuń
2207 = Ustaw domyślnie
2208 = Zbędne pliki::Menu główne
2209 = Zbędne pliki::Menu wykluczeń
2220 = Wzór do skanowania:
2221 = Możesz używać znaków (?,*) dla ułatwienia
2222 = Dodaj wzór
2223 = Dodaj wzór wykluczenia
2224 = Możesz używać znaków (?,*) dla ułatwienia
2225 = Wzór wykluczenia:
2226 = Usuń pliki do kosza 
2227 = Ignoruj pliki używane w ciągu ostatnich 24 godzin 

[Junk Files Cleaner Tool]
2306 = Skanuj
2307 = Usuń
2308 = Skanowanie
2309 = Proszę czekać, skanowanie w toku
2310 = Anuluj
2311 = Nazwa
2312 = Rozmiar
2319 = Pliki:
2320 = Łączny rozmiar:
2323 = Niektóre pliki są teraz używane przez system lub jakiś program\n i nie mogą być usunięte
2324 = Musisz wybrać przynajmniej jeden napęd i rozszerzenie do skanowania
2325 = Narzędzie do usuwania zbędnych plików pozwala na znaleznie i usunięcie niepotrzebnych plików z systemu. Normalnie takie pliki są usuwane przez aplikacje która je utworzyła zaraz po tym jak przestaną być potrzebne. Jednak jeżeli aplikacja zostanie zamknięta niepoprawnie lub nastąpi jej błąd to pliki pozostają na dysku niepotrzebnie zajmując miejsce co może prowadzić do problemów z wydajnością systemu. Aby uzyskać pomoc kliknij w przycisk Pomoc (wymaga połączenia z internetem).
2326 = Plik
2327 = Usuwanie plików

[ContextMenu Junk Files Cleaner]
2313 = Otwórz
2314 = Szukaj w Google 
2315 = Otwórz folder programu
2316 = Właściwości...
2317 = Zaznacz wszystkie obiekty
2318 = Odznacz wszystkie obiekty
2321 = Sprawdź zaznaczone obiekty
2322 = Nie sprawdzaj zaznaczonych obiektów

[TopMost Window]
4002 = Opcje
4003 = Otwórz główne okno
4004 = Tryb przenieś i upuść
4005 = Tryb łowcy
4006 = Rozmiar
4007 = Małe
4008 = Średnie
4009 = Duże
4010 = Rozmiar okna
4011 = Wyjście
4012 = Odinstaluj
4013 = Zatrzymaj autostart
4014 = Wyłącz proces
4015 = Wyłącz i usuń proces
4016 = Otwórz folder programu
4017 = Informacje
4018 = Właściwości
4019 = ANULUJ
4020 = Tylko jeden plik naraz !
4021 = Wybrałeś folder, wskaż pojedyńczy pliku!
4022 = Odinstaluj lub usuń:
4023 = Niewykonalne! Spróbuj wskazać inne okno, ikon lub pasek menu
4024 = Nie można uruchomić opcji odinstalowania!\n Proszę odinstalować program za pomocą domyślnego deinstalatora.
4025 = Nie znaleziono opcji pozwalającej na odinstalowanie!\nTip: Zgromadź więcej informacji na temat programu\n spróbuj odinstalować go ręcznie!
4026 = Wskazany program zostanie wykluczony z autostartu!\nTip: Jeśli chcesz go ponownie aktywować udaj się do Narzędzia Autostart!
4027 = Wskazany program nie znajduje się w autostarcie!\nTip: Więcej informacji o wskazanym programie znajdziesz na stronie www.google.com!
4028 = Czy jesteś pewny, że chcesz zamknąć zaznaczone programy?\nWszystkie niezapisane informacje zostaną utracone!
4029 = Deinstalator
4030 = Czy jesteś pewny, że chcesz zamknąć i usunąć wskazany program?\nWszystkie niezapisane informacje zostaną utracone!
4031 = Czy jesteś pewny, że chcesz zamknąć Windows Explorer?\n Menu Start, pasek zadań oraz ikonki w obszarze powiadomień znikną !
4032 = Uruchamiaj razem ze startem Windows
4033 = Przezroczystość
4035 = Zawsze na wierzchu

[Scan After Uninstall]
4210 = Lokacja
4211 = Klucz
4212 = Wartość
4213 = Data
4214 = Plik
4215 = Nie wybrano elementu. Wybierz element do skasowania!
4216 = Skanuj system w poszukiwaniu śmieci
4217 = Zaznacz wszystkie
4218 = Odznacz wszystkie
4219 = Usuń
4220 = Pliki pozostawione po deinstalacji
4221 = Wpisy rejestru pozostawione po deinstalacji
4222 = Skanowanie przed deinstalacją... proszę czekać
4223 = Uruchamianie deinstalatora...
4224 = Zacznij wyszukiwanie plików pozostałych po deinstalacji, folderów i wpisów do rejestru kiedy deinstalator zakończy pracę
4225 = Skanowanie systemu... proszę czekać
4226 = Sprawdź uważnie wybrane obiekty!
4227 = Zamknij
4228 = Pliki, które nie zostały usunięte zostaną skasowane przy następnym uruchomieniu komputera
4229 = Deinstalator programu zawiódł!\nPrawdopobnie wydano błędne polecenie deinstalacji!
4230 = Wstecz
4231 = Dalej
4232 = Wybierz tryb odinstalowywania
4233 = Tryby
4234 = Wbudowany - użyj tylko deinstalatora aplikacji bez dodatkowego skanowania
4235 = Bezpieczny - Używa wbudowanego deinstalatora oraz wykonuje dodatkowe skanowanie rejestru i dysku w poszukiwaniu pozostawionych danych które są bezpieczne do usunięcia. Jest to najszybszy tryb.
4236 = Rozszerzony - Zawiera tryb Bezpieczny jednakże wykonuje rozszerzone skanowanie aby usunąć  pozostałości po aplikacji z miejsc gdzie one najczęściej pozostają
4237 = Zaawansowany - Zawiera tryb Rozszerzony jednakże wykonuje głębokie i dokładne skanowanie aby znaleźć wszystkie pozostawione elementy w rejestrze i na dysku. Jest to najwolniejszy tryb
4238 = Analizowanie aplikacji przed jej odinstalowaniem.
4239 = Uruchamianie wbudowanego deinstalatora aplikacji.
4240 = Po zakończeniu pracy deinstalatora aplikacji wciśnij przycisk "Dalej" aby rozpocząć skanowanie w poszukiwaniu pozostawionych plików, folderów i wpisów w rejestrze.
4241 = Wykonuje wstępną analize i odinstalowuje
4242 = Szukanie pozostawionych elementów
4243 = Odinstalowywanie wbudowanym deinstalatorem zakończone, skanowanie rejestru i dysku w poszukiwaniu pozostawionych plików, folderów i wpisów rejestru związanych z odinstalowanym programem w toku. Proszę czekać…
4244 = Znaleziono pozostawione wpisy rejestru
4245 = Znalezione wpisy rejestru:
4246 = Informacja: Sprawdź uważnie pokazane elementy. Tylko zaznaczone wytłuszczone elementy i ich pod-elementy zostaną usunięte!
4247 = Znaleziono pozostawione pliki i foldery
4248 = Znalezione elementy:
4249 = Mój Komputer
4250 = Revo Uninstaller nie był w stanie uruchomić wbudowanego deinstalatora. Być może komenda odinstalowująca jest błędna lub program odinstalowujący jest zrypany.  Możesz wcisnąć "Wstecz"  i spróbować innego trybu odinstalowywania.
4251 = Wbudowany deinstalator aplikacji zakończył prace.  Revo Uninstaller nie skanował w poszukiwaniu pozostawionych elementów. Możesz wcisnąć "Wstecz" i spróbować innego trybu w poszukiwaniu pozostawionych plików, folderów i wpisów rejestru.
4252 = Revo Uninstaller zakończył odinstalowywanie ale nie znalazł żadnych pozostawionych elementów. Możesz wcisnąć "Wstecz" i spróbować innego trybu w celu głębszego zeskanowania.
4253 = Revo Uninstaller zakończył odinstalowywanie. Jeśli chcesz wyszukać więcej pozostawionych elementów możesz wcisnąć "Wstecz" i spróbować bardziej rozbudowanego trybu odinstalowywania.
4254 = Koniec
4255 = Jesteś pewien, że chcesz wysłać zaznaczone pliki do Kosza?
4256 = Jesteś pewien, że chcesz usunąć zaznaczone wpisy rejestru?
4257 = Revo Uninstaller zakończył odinstalowywanie poprawnie!
4258 =Jesteś pewien, że chcesz pominąć kasowanie pozostawionych wpisów rejestru i przejść do następnego kroku?
4259 = Jesteś pewien, że chcesz pominąć kasowanie pozostawionych plików i przejść do następnego kroku?
4260 = Szukanie pozostałości po programie zakończone. Wciśnij "Dalej" aby zobaczyć wyniki!
4261 = Tworzenie Punktu Przywracania Systemu... 
4262 = Tworzenie Punktu Przywracania Systemu - nieudane!
4263 = Tworzenie Punktu Przywracania Systemu wyłączone (Opcje -> Deinstalator) 
4264 = Tworzenie Punktu Przywracania Systemu - zrobione!


[About]
4300 = Program tłumaczyli:

[ContextMenu Uninstaller]
5000 = Polecenia
5001 = Informacje
5002 = Szukaj w Google
5004 = Ścieżka dostępu
5005 = Otwórz link na temat...
5006 = Otwórz link pomocy...
5007 = Otwórz link aktualizacji...
5008 = Otwórz wpis w rejestrze...

[Common]
10000 = OK
10001 = Anuluj
10002 = Pomoc
10003 = Przeglądaj
10004 = Pomoc dotycząca programu
10005 = Strona domowa
10006 = O programie
10007 = Ostrzeżenie
10008 = BŁĄD
10009 = Tak
10010 = Nie
10019 = Edytuj

[Tooltips]
2000 = Przełącz do trybu deinstalatora
2001 = Pokaż panel narzędzi
2002 = Dostosuj ustawienia
2003 = Przełącz do Trybu łowcy
2004 = Zmień sposób wyświetlania listy obiektów
2005 = Odinstaluj wybrany program
2006 = Usuń wybrany wpis z rejestru
2007 = Odśwież listę obiektów
2008 = Uaktualnij  do najnowszej dostępnej wersji
2009 = Poszukaj dodatkowych informacji na pytania dotyczące programu
404 = Uruchom wybrany program
405 = Zatrzymaj i zamknij wybrany program
406 = Usuń wybrany program z autostartu
506 = Wyczyść zaznaczone opcje
605 = Wyczyść zaznaczone opcje
705 = Wyczyść zaznaczone opcje
2106 = Uruchom wybrane narzędzie
2304 = Skanuj w celu poszukiwania zbędnych plików według wybranych ustawień
2305 = Usuń zaznaczone pliki do kosza



[UninstallerPro]
15000 = Główne
15001 = Menadżer\ngrup
15002 = Nowe programy
15003 = Inne programy
15004 = Nazwa
15005 = Zmień nazwę
15006 = Internet
15007 = Gry
15008 = Multimedia
15009 = Narzędzia
15050 = Do góry
15051 = W dół
15052 = Dodaj
15053 = Usuń
15054 = Kolumny
15055 = Usuń kolumnę
15056 = Wyrównanie
15057 = Lewo
15058 = Środek
15059 = Prawo
15060 = Dopasuj
15061 = Eksportuj
15062 = Plik tekstowy (txt)
15063 = Plik HTML (html)
15064 = Microsoft Excel
15065 = Eksport
15066 = Wybierz kolumny do eksportu
15067 = Pokazuj jako nowo zainstalowane
15068 = Ostatnie (w dniach)
15069 = Od ostatniego uruchomienia Revo
15070 = Nazwa grupy:
15071 = Dodaj
15072 = Grupa
15073 = Monitorowane programy
15074 = Monitorowane\nprogramy
15075 = Wszystkie programy
15076 = Wszystkie\nprogramy
15077 = Usuń Log
15078 = Odinstaluj ręcznie
15079 = Zmień ikonę
15080 = Dodaj do grupy
15081 = Usuń z grupy
15082 = Deinstalowanie
15083 = Usuwanie plików i folderów programu:
15084 = Usuwanie wpisów rejestru:
15085 = Istnieją dane które mogą być pozostałością odinstalowanego programu ale nie zostały skasowane ponieważ nie były zarejestrowane przez Revo w czasie instalacji. Jeżeli chcesz przejrzeć te dane i ewentualnie skasować wciśnij "Zaawanasowana deinstalacja"
15086 = Zaawanasowana deinstalacja
15087 = Ścieżka Pliku\Folderu
15088 = Ładowanie listy...
15089 = Usuń wybrane wartości
15090 = Otwórz nadrzędny wpis rejestru... 
15091 = Rozwiń wszystko 
15092 = Zwiń wszystko
15093 = Nazwa wartości 
15094 = Folder logów:
15095 = Uruchom zmianę nazw istniejących już wcześniej plików i folderów 
15096 = Wymuszona deinstalacja
15097 = Wymuszona\nDeinstalacja
15098 = Rozwiń wybrany klucz
15099 = Zwiń wybrany klucz
15100 = Usuń wybrany klucz
15101 = Oznacz wybrany klucz jako Utworzony
15102 = Dodaj do listy Wykluczeń
15103 = Błędny plik log
15104 = Plik nie istnieje! Wprowadź poprawny plik lub anuluj operację.
15105 = Wybierz proces
15106 = Dodaj proces do listy
15107 = Pełna ścieżka procesu:
15108 = Dodaj klucz rejestru
15109 = Ścieżka klucza rejestru
15110 = Wymuszone odinstalowywanie pomaga w odinstalowaniu programów lub pozostałości po nie w pełni usuniętych programach. Możesz przeglądać pliki i foldery, lub podać pełną ściężkę do programu który chcesz odinstalować. Możesz także podać nazwę programu jako dodatkową informację. W oparciu o podane dane Revo Uninstaller rozpocznie przeszukiwanie wbudowanych de-instalatorów oraz powiązanych logów w modułach "Monitorowane programy" oraz "Baza logów".
Jeżeli coś zostanie odnalezione zostanie wyświetlone pozwalając wybrać czy wykorzystać odnalezione dane czy też nie. \n\nProszę wprowadź dokładną nazwę i lokację w której zainstalowano program który chcesz odinstalować.
15111 = Tryby skanowania
15112 = Wbudowany
15113 = Bezpieczny
15114 = Pośredni
15115 = Zaawansowany
15116 = Pełna ścieżka do pliku lub folderu programu:
15117 = Dokładna nazwa programu:
15118 = Znalezione wbudowane deinstalatory:
15119 = Uruchom zaznaczony wbudowany deinstalator
15120 = Nazwa programu
15121 = Komenda deinstalacyjna
15122 = Typ
15123 = 32-bit
15124 = 64-bit
15125 = Wyłącz proces i kontynuuj
15126 = Wybrany plik ma uruchomiony proces! Jeżeli chcesz usunąć ten plik i powiązane z nim elementy poprawnie zalecane jest aby wyłączyć (zatrzymać) proces i kontynuować
15127 = Klucze rejestru do wykluczenia
15128 = Dołącz pod-klucze
15129 = Przełącz na "Monitorowane programy" przy starcie
15130 = Usuń pliki i foldery:
15131 = do folderu kopii
15132 = do kosza
15133 = Bezpowrotnie
15134 = Jesteś pewien, że chcesz usunąć wybrane elementy?
15135 = Foldery
15136 = Pliki
15137 = Prawdopodobnie powiązane pliki i foldery
15138 = Prawdopodobnie powiązane wpisy rejestru
15139 = Klucze:
15140 = Wartości:
15141 = Zarejestrowane pliki i foldery
15142 = Uruchom procedurę zmieniania nazw wcześniej istniejących plików i folderów systemowych
15143 = Jesteś pewien, że chcesz usunąć wybrane elementy?
15144 = Wybrane pliki które pozostały zostaną usunięte przy następnym uruchomieniu systemu.
15145 = Zarejestrowane wpisy rejestru
15146 = Odinstalowywanie...
15147 = Skanowanie w poszukiwaniu pozostawionych plików, folderów i wpisów rejestru w oparciu o dane początkowe
15148 = Analizowanie i uruchamianie wbudowanego deinstalatora
15149 = Gdy deinstalator programu zakończy wybierz "Skanuj" aby wyszukać pozostałości po odinstalowanym programie.
15150 = Na dysku jest zbyt mało miejsca aby zapisać dane tymczasowe
15151 = Błąd w zapisywaniu danych tymczasowych. Upewnij się czy posiadacz odpowiednie uprawnienia
15152 = Błąd przy odczycie pliku danych tymczasowych
15153 = Revo Uninstaller nie znalazł żadnych pozostałości
15154 = Skanuj
15155 = Odinstaluj\nRęcznie
15156 = Moduł "Wszystkie programy" pokazuje wszystkie zainstalowane programy dla obecnego użytkownika jak i pozostałych użytkowników podzielone na dwie podstawowe grupy "Nowe" i Inne programy". W widoku "Detale" lub poprzez menu kontekstowe można znaleźć dodatkowe informacje (linki i właściwości instalacji). Ustawienia modułu znajdują się po kliknięciu w Narzędzia > Opcje > Wszystkie programy.
15157 = Moduł "Monitorowane programy" pokazuje wszystkie programy które monitorowano w czasie instalacji. Aby włączyć monitorowanie instalacji należy kliknąć prawym przyciskiem myszy na instalatorze programu  lub wybrać przycisk "Instaluj programy" w pasku funkcyjnym. Ustawienia modułu znajdują się w Narzędzia > Opcje > Monitorowane programy.
15158 = Rejestracja
15159 = Plik pomocy
15160 = Zainstaluj programy
15161 = Zainstaluj\nProgramy
15162 = Utwórz punkt Przywracania systemu i kopie rejestru
15163 = Tworzenie pełnej kopii rejestru...
15164 = Tworzenie punktu przywracania systemu i kopii rejestru wyłączone (Opcje > Deinstalator)
15165 = Tworzenie pełnej kopii rejestru - udane!
15166 = Tworzenie pełnej kopii rejestru - nie udane!
15167 = (Nie działa w Windows Vista i Windows 7,8,10)
15168 = Logi:
15169 = Lub najedź myszką na okno Łowcy i z menu prawego przycisku myszki wybierz "Wyjdź"
15170 = Otwieraj kreator deinstalacji zmaksymalizowany
15171 = Ścieżka folderu
15172 = Zainstaluj czytnik pdf aby otworzyć plik pomocy (po angielsku)
15173 = Dodaj nową grupę
15174 = Usuń wskazane logi
15175 = Odbuduj plik cache
15176 = Jesteś pewien/pewna, że chcesz odbudować plik cache?\nTwoje ustawienia dotyczące detali programów zostaną usunięte!
15177 = Zarządaj
15178 = Eksportuj, importuj albo edytuj log
15179 = Zmień\nalbo Napraw
15180 = Zmień albo napraw
15181 = Link do aktualizacji
15182 = Baza logów
15183 = Baza\nlogów
15184 = Programy:
15185 = Nazwa Programu
15186 = Wersja Programu
15187 = Wersja Windows
15188 = Bity
15189 = Znaleziono
15190 = Pokaż tylko logi kompatybilne z %s
15191 = Pokaż tylko %s logi
15192 = Matched Logs:
15193 = Logi bazy danych:
15194 = Szukaj wg:
15195 = Log
15196 = Logi
15197 = program
15198 = programy
15199 = Nazwa
15200 = Szybkie odinstalowanie 
15201 = Szybkie\nOdinstalowanie
15202 = Utwórz wstępną kopie systemu.
15203 = Deinstalacja programu %d z %d
15204 = Wstępne analizowanie - zrobione!
15205 = Uruchamianie wbudowanego deinstalatora - zrobione!
15206 = Uruchamianie wbudowanego deinstalatora - błąd!
15207 = Skanowanie w poszukiwaniu pozostawionych plikó, folderów i wpisów rejestru...
15208 = Usuwanie znalezionych pozostałości...
15209 = Usunięto %d pozostawionych Kluczy rejestru i %d wartości
15210 = Usunięte %d pozostawionych folderów i %d plików
15211 = Szybka dezinstalacja zakończona!
15212 = Status
15213 = Po zakończeniu pracy wbudowanego deinstalatora, wciśnij "Kontynuuj" aby dokończyć proces deinstalcji.
15214 = Kontynuuj
15215 = Zaimportowane
15216 = Dodaj komentarz
15217 = Edytuj komentarz
15218 = Moduły
15219 = Data logu
15220 = Przygotowywanie danych z logu do deinstalacji...
15221 = %d z %d elementów
15222 = Uruchamianie niezbędnych operacji zmiany nazwy...
15223 = Na pewno chcesz odinstalować wybrany log?
15224 = Na pewno chcesz odinstalować wybrane logi?
15225 = Deinstalacja logu %d z %d
15226 = Eksportuj wszystko
15227 = Pomiń\nKopia
15228 = Pomiń tworzenie punktu przywracania systemu i pełnej kopii Rejestru
15229 = Tworzenie pełnej kopii Rejestru - pominięte!
15230 = Tworzenie punktu przywracania systemu - pominięte!
15231 = Edytuj Log
15232 = Importuj Log
15233 = Eksportuj Log
15234 = Parsowanie Logu -
15235 = Zmień nazwę Logu
15236 = Nazwa Logu
15237 = Zapisz zmiany
15238 = Modyfikuj
15239 = Ikona
15240 = Indeks Ikon
15241 = Autor
15242 = Data utworzenia
15243 = Data ostatniej modyfikacji
15244 = Szacowany rozmiar
15245 = Klucze Rejestru
15246 = Wartości Rejestru
15247 = Utworzono
15248 = Usunięto
15249 = Zmieniono nazwę
15250 = Nadpisano
15251 = Nieznane
15252 = Stara nazwa
15253 = Pełna nazwa
15254 = Pełna stara nazwa
15255 = Stare dane
15256 = W Rejestrze istnieje Wartość o takiej samen nazwie!
15257 = Dodaj klucz
15258 = Nazwa klucza:
15259 = Nie modyfikowany
15260 = Modyfikuj klucz
15261 = Dodaj wartość
15262 = Modyfikuj wartość
15263 = Ustaw
15264 = Stary typ
15265 = Wymuszone zatrzymanie plików wykonywalnych podczas ich deinstalacji
15266 = Wyszukaj odpowiedni Log przed uruchomieniem deinstalatora programu
15267 = Na pewno chcesz dokonać Szybkiej deinstalacji programu(ów)?
15268 = Wśród Twoich logów znaleziono pasujący który zostanie użyty do deinstalacji\nUruchamianie wbudowanego deinstalatora do podstawowej deinstalacji.
15269 = W Bazie Logów znaleziono pasujący Log który zostanie użyty do deinstalacji\nruchamianie wbudowanego deinstalatora do podstawowej deinstalacji.
15270 = Po zakończeniu pracy deinstalatora wbudowanego w program wciśnij "Kontynuuj" aby zobaczyć pozostawione pliki, foldery i elementy w rejestrze.
15271 = Błąd przy pobieraniu Logu!
15272 = Błąd przy zmienianiu nazwy pobranego Logu!
15273 = Moduł "Baza Logów" Revo Uninstaller pokazuje listę logów monitorowanych programów które są kompatybilnę z Twoją wersją Windows.Te Logi są przechowywane na naszej stronie i zarządzane przez zespół Revo Uninstaller. Możesz z łatwością (jedno kliknięcie w przycisk "Odinstaluj") użyć tych logów do deinstalacj programów z Twojego komputera.
15274 = Twoja wersja:
15275 = Aktualizuj teraz
15276 = Automatycznie aktualizuj Baze logów
15277 = Błąd przy pobieraniu Bazy logów!
15278 = Błąd przy aktualizacji Bazy logów!
15279 = Błąd przy wypakowywaniu Bazy logów!
15280 = Błąd przy otwieraniu Bazy logów!
15281 = Wprowadź swój komentarz:
15282 = Wybierz ikonę
15283 = Ścieżka pliku:
15284 = Wybierz ikonę z listy:
15285 = Plik
15286 = Folder
15287 = Eksportowanie Logu -
15288 = Importowanie Logu -
15289 = %d%% zakończono
15290 = Wyekportowane przez
15291 = Znaleziono potobne Logi
15292 = Tak(zalecane)
15293 = Wyświetlone logi wydają się być podobne do programu który właśnie deinstalujesz. Chcesz użyć danych z tych logów w czasie deinstalacji?
15294 = Pobieranie Logu -
15295 = Wyświetlone logi znalezione w bazie logów wydają się być podobne do programu który właśnie deinstalujesz. Jeżeli chcesz użyć któregoś z nich w czasie deinstalacji, zaznacz okienko przy nim.
15296 = W Bazie Logów jest zgodny log.\nChcesz użyć go do dokładniejszej deinstalacji programu?
15297 = Na pewno usunąć wybrany log(i) z listy?
15298 = Musisz wybrać co najmniej jedną kolumnę do eksportu!
15299 = Przeglądaj
15300 = Użyj wybranego logu
15301 = Źródło
15302 = Nie wybrano żadnego de-instalatora z listy. \nNa pewno chcesz kontynuować poszukiwanie pozostałości, i pominąć korzystanie z wbudowanego de-instalatora?
15303 = Wybierz wbudowany de-instalator z listy jeżeli chcesz go użyć podczas deinstalacji.
15304 = Nie wybrano żadnego logu z listy.\nNa pewno kontynuować wyszukiwanie pozostałości, z pominięciem logu?
15305 = Wybierz log z listy jeżeli chcesz go użyć podczas deinstalacji.
15306 = Ładowanie danych z logu...
15307 = Utwórz pełną kopię Rejestru przed deinstalacją.
15308 = Tworzenie pełnej kopii Rejestru wyłączone (Opcje->Deinstalator)
15309 = Ścieżka:
15310 = Użyj danych deinstalacyjnych aplikacji by zebrać informacje o tym jakie dane instaluje aplikacja
15335 = Ścieżka nie istnieje!
15337 = Wyświetlone aplikacje są zainstalowane w tej samej lokacji co %s. Pozostałości po wszystkich tych programach zostaną znalezione.\nNa pewno chcesz kontynuować?
15338 = Znaleziono powiązane aplikacje

[Auto Run Manager Pro]
15800 = Dodaj
15801 = Dodaj program do uruchamiania razem z systemem
15802 = Ustaw auto-start dla:
15803 = Wszyscy użytkownicy
15804 = Obecny użytkownik
15805 = Ustaw auto-start od:
15806 = Rejestr: Uruchom - przy każdym starcie systemu
15807 = Rejestr: Uruchom Raz - tylko przy następnym starcie systemu
15808 = Folder Auto-Startu - przy każdym starcie systemu
15809 = Komenda (pełna ścieżka):
15810 = Nazwa:
15811 = Usunięto z auto-startu
15812 = Usunięto obecnie nie uruchomione elementy z Auto-startu
15813 = Usunięto wszystkie wyłączone elementy z Auto-startu
15814 = Usługi
15815 = Otwórz Usługi Windows


[General App]
16001 = Drukuj
16002 = Podgląd wydruku
16003 = Ustawienia wydruku
16004 = Widok
16005 = Menu
16006 = Pasek funkcyjny
16007 = Pasek opisu
16008 = Pasek statusu
16009 = Pasek narzędzi
16010 = Plik
16011 = Menadżer\nAutostartu
16012 = Usuwanie\nzbędnych\nplików
16013 = Narzędzia\nSystemu
16014 = Porządkowanie\nprzeglądarek
16015 = Porządkowanie\nMS Office
16016 = Porządkowanie\nSystemu
16017 = Usuwanie \nśladów
16018 = Bezpowrotne\nUsuwanie
16019 = Menadżer\nKopii
16020 = Zainstaluj przez Revo Uninstaller
16021 = Odinstaluj przez Revo Uninstaller
16022 = Zainstaluj wybrane programy przez Revo Uninstaller
16023 = Odinstaluj wybrane programy przez Revo Uninstaller
16024 = Folder kopii:
16025 = Utwórz kopie usuniętych wpisów rejestru
16026 = Utwórz kopie usuniętych plików i folderów
16027 = Microsoft Excel nie jest zainstalowany na tym komputerze (kod błędu 0x%08X).
16028 = Nie udało się uruchomić programu Microsoft Excel (kod błędu 0x%08X).
16029 = Nieznany błąd.
16030 = Rejestr
16031 = Pomijaj wiadomości informacyjne
16032 = Pomijaj wiadomości ostrzegawcze
16033 = Procesy
16034 = Monitoruj instalację programów w trybie kompaktowym
16035 = Dołącz procesy:
16036 = Wyklucz procesy:
16037 = Ścieżka procesu
16038 = Styl wyglądu:
16039 = Paski
16040 = Pokazuj podpisy pod przyciskami
16041 = Pokazuj małe ikony
16042 = Niebieski
16043 = Szary
16044 = Czarny
16045 = Srebrny
16046 = Natywny
16047 = Natywny 2
16048 = Natywny gładki
16049 = Kup teraz
16050 = Po zakupie Revo Uninstaller otrzymasz klucz aktywacyjny e-mailem. Musisz wpisać ten klucz w okienko poniżej i wcisnąć "Aktywuj online". Aktywacja wymaga połączenia internetowego więc Twój firewall (zapora sieciowa) nie powinien blokować Revo. Jeżeli masz jakieś pytania dotyczące rejestracji, skontaktuj się z nami pod adresem: registration@revouninstaller.com.
16051 = Zarejestruj
16052 = Podaj tutaj klucz aktywacyjny:
16053 = Aktywuj  online
16054 = Wszelkie prawa zastrzeżone.
16055 = Wersja zarejestrowana
16056 = Wersja niezarejestrowana
16057 = Jesteś pewien, że chcesz usunąć utworzone kopie, logi i inne dane. Wybierz "Nie" jeżeli aktualizujesz program.
16058 = Tłumacz:
16059 = Twórz codzienną pełną kopie rejestru
16060 = Usuń log monitorowanego programu po deinstalacji
16061 = Pokazuj małe ikony w widoku Detali
16062 = Pokazuj komendy Instaluj z Revo, Odinstaluj z Revo w menu kontekstowym Windows
16063 = Zaznaczaj usuń wszystkie pozostałości domyślnie
16064 = Ciemno szary
16065 = Niebieski 2
16070 = Moduł komend
16071 = Własny
16072 = Motyw
16073 = Własny kolor tła
16074 = Własny kolor zaznaczenia
16075 = Prosimy o zamknięcie Revo Uninstaller przed importem logu.\nLub import logu poprzez guzik "Zarządzaj" w module "Monitorowane programy".
16076 = Aktywuj
16077 = Wybierz sposób aktywacji
16078 = Aktywacja Online
16079 = Aktywacja przy pomocy pliku
16080 = Twój 3--dniowy okres próbny minął. Aby dalej używać tego programu musisz zakupić licencję.
16081 = Po zakupie licencji na Revo Uninstaller otrzymasz e-mail z numerem seryjnym. W celu aktywacji musisz wprowadzić imię i numer seryjny w formularz poniżej (kopiuj/wklej zalecane) i kliknąć "Aktywuj online". Aktywacja wymaga połączenie z internetem więc upewnij się, że Twój firewall nie blokuje Revo Uninstaller. Jeżeli masz jakiekolwiek pytania lub problemy związane z aktywacją, skontaktuj się z nami na: registration@revouninstaller.com
16082 = Po zakupie licencji na Revo Uninstaller otrzymasz e-mail z numerem seryjnym. W celu aktywacji musisz wprowadzić imię i numer seryjny w formularz poniżej (kopiuj/wklej zalecane) i kliknąć "Zapisz plik". Następnie wyślij utworzony plik na support@revouninstaller.com lub registration@revouninstaller.com. W ciągu 24 godzin odeślemy klucz aktywacyjny który zakończy rejestrację Revo Uninstaller. Jeżeli masz jakiekolwiek pytania lub problemy związane z aktywacją, skontaktuj się z nami na: registration@revouninstaller.com
16083 = Wybrano aktywację Revo Uninstaller za pomocą pliku. Po przesłaniu nam pliku aktywacyjnego, otrzymasz klucz odblokowujący od naszego zespołu wsparcia. Musisz wprowadzić ten klucz poniżej (kopiuj/wklej zalecane) i kliknąć "Aktywuj". Jeżeli masz jakiekolwiek pytania lub problemy związane z aktywacją, skontaktuj się z nami na: registration@revouninstaller.com
16084 = W Twoim komputerze nastąpiła zmiana która wymaga ponowej aktywacji Revo Uninstaller. Kliknij tylko w przycisk "Aktywuj". Jeżeli masz jakiekolwiek pytania lub problemy związane z aktywacją, skontaktuj się z nami na: registration@revouninstaller.com
16085 = Aktywacja zakończona pomyślnie!
16086 = Aktywacja nieudana!
16087 = Brak połączenie z serwerem aktywacji. Upewnij się, że firewall nie blokuje Revo Uninstaller.
16088 = Wprowadź nazwę użytkownika:
16089 = Wprowadź numer seryjny (Kopiuj/wklej zalecane):
16090 = Wprowadź klucz odblokowujący (Kopiuj/wklej zalecane):
16091 = Uruchom ponownie proces aktywacji
16092 = Pozostało dni:
16093 = Zapisz plik
16094 = Zarejestrowany dla
16095 = Aktywuj ponownie
16096 = Trwa aktywacja. Proszę czekać...
16097 = Numer seryjny jest błędny.\nSpróbuj skopiować i wkleić numer zapiast go wpisywać
16098 = Proszę uruchomić ponownie Revo Uninstaller
16100 = Numer seryjny:
16101 = Dane licencji:
16102 = Prześlij opinie
16103 = Wsparcie Online
16104 = Zresetuj ustawienia paneli w głównym oknie
16105 = Zresetuj ustawienia w widoku detali
16106 = Reset pomyślny\nRestart Revo Uninstaller w celu załadowania zmian
16107 = Nie zaznaczono żadnego elementu.\nMusisz zaznaczyć co najmniej jeden element by móc kontynuować
16108 = Pokazuj ekran startowy
16112 = Revo Uninstaller Pro już pracuje!

16157 = Sprawdź naszą aplikację na Androida
16158 = Pobierz naszą aplikację na Androida

[AppBar]
16900 = Zapisz log monitorowanych zmian systemu
16901 = Przestań monitorować instalację
16902 = Revo Uninstaller monitoruje zmiany w systemie - instaluj tak jak zwykle! Proszę nie uruchamiać żadnych innych instalatorów, programów ani nic innego w czasie instalacji programu! Po skończeniu instalacji, uruchom zainstalowany program(y), skonfiguruj go i zamknij.
Następnie wciśnij "Stop" (czerwony kwadrat) i zapisz log.
16903 = Wpisz nazwę logu:
16904 = Wpisz nazwę logu i wciśnij "Zapisz"
16905 = Revo Uninstaller monitoruje instalację
16906 = Revo Uninstaller zapisuje dane
16907 = Nie udało się uzyskać uprawnień do wyłączenia komputera. Spróbuj wyłączyć go sam!
16908 = Nie udało się ustawic uprawnień do wyłączenia komputera. Spróbuj wyłączyć go sam!
16909 = Proszę wprowadzić poprawną nazwę logu!
16910 = Na pewno przerwać proces tworzenia logu?

[JunkFilesCleanerPro]
17000 = Wyklucz
17001 = Ostatnio modyfikowany
17002 = Skanuj folder
17003 = Załącz
17004 = Foldery do załączenia jako śmieci

[Windows Apps]
17100 = Windows\nAplikacje
17101 = Aplikacje Windows
17102 = Aplikacja Windows
17103 = Aplikacje łącznie
17104 = Aplikacja
17105 = Aplikacje
17106 = Moduł "Aplikacje Windows" pokazuje wszystkie aplikacje systemowe i pomaga je usunąć pojedyńczym kliknięciem. Niektóre aplikacje firmy Microsoft są wbudowane w system Windows, inne aplikacje są dodawane przez Sklep Microsoft. Więcej informacji o konkretnej aplikacji znajduje się w menu kontekstowym.
17107 = Analiza i uruchamianie domyślnej komendy deinstalacyjnej
17108 = Po zakończeniu pracy przez wbudowany deinstalator, naciśnij przycisk "Skanuj" by poszukać pozostawionych plików, folderów oraz kluczy rejestru.
17109 = Na pewno odinstalować wybraną aplikację?
17110 = Uruchomienie aplikacji Windows nie powiodło się!
17111 = Otwórz w Microsoft Store

[EvidenceRemoverPro]
17300 = Typ
17301 = Rozmiar całkowity
17302 = Wolne miejsce
17310 = Dysk lokalny
17311 = Dysk przenośny
17312 = Szacowany pozostały czas:
17313 = dni 
17314 = godzin
17315 = minut
17316 = sekund
17317 = Na pewno zatrzymać proces?

[WindowsToolsPro]
17400 = Przywracanie systemu
17401 = Diagnostyka sieci
17402 = Informacje o sieci
17403 = Centrum Zabezpieczeń
17404 = Właściwości systemu
17405 = Informacje o systemie
17406 = Komenda TCP/IP Netstat
17407 = Klawiatura ekranowa
17408 = Defragmentator dysku
17409 = Usługi
17410 = Foldery Udostępnione
17411 = Zasady zabezpieczeń lokalnych
17412 = Dodaj/Usuń komponenty Windows
17413 = Narzędzie Microsoft Windows do usuwania złośliwego oprogramowania
17414 = Kopia zapasowa/Przywracanie
17415 = Harmonogram zadań
17416 = Sprawdź dysk
17417 = Sprawdzanie plików systemowych

17450 = Kopia i przywracanie plików Windows pozwala na utworzenie kopii plików dla wszystkich użytkowników komputera, i umożliwia utworzenie obrazu systemu. System może wybrać pliki, lub możesz samodzielnie wybrać plki, foldery, biblioteki, dyski które chcesz skopiować. Obraz systemu zawiera System Windows, Twoje ustawienia, programy i pliki. Możesz użyć obrazu systemu do przywrócenia zawartości swojego komputera gdyby nie było możliwe uruchomienie systemu.
17451 = Harmonogram zadań pozwala na ustalenie zautomatyzowanych zadań wykonywach o ustalonej porze, lub gdy odbędzie się ustalone wydarzenie. Umożliwia uruchomienie programu lub skryptu o ustalonej wcześniej porze, lub po minięciu określonego czasu. Harmonogram zadań zarządza wszystkimi zapisanymi zadaniami, przedstawiając wszystko w przejrzysty sposób ułatwiający zadządzanie zadaniami.
17452 = Sprawdź dysk sprawdza integralność plików na partycji systemowej. Narzędzie sprawdza problemy związane z bad sectorami, utraconymi klastrami, i innymi błędami. Te problemy są spowodowane przez zawieszenia, problemy z zasilaniem, niepoprawnym wyłączeniem komputera itd.
17453 = Sprawdzanie plików systemowych pozwala sprawdzić i przywrócić uszkodzone pliki w instalacji systemu Windows. Jeżeli znajdzie problem spróbuje podmienić uszkodzony plik nowym z bazy DLL. Jeżeli pliku nie ma w bazie DLL, lub baza DLL jest uszkodzona, pojawi się prośba o włożenie dysku instalacyjnego Windows.


[WindowsCleanerPro]
17500 = Usuń pamięć podręczną miniatur


[UnrecoverableDeletePro]
17600 = Dodaj plik(i)
17601 = Dodaj folder
17602 = Usuń bezpowrotnie
17603 = Usuwanie
17604 = Obliczanie...
17605 = Pozostałe elementy na liście nie mogą być teraz usunięte.\nUpewnij się, że nie są używanego przez system Windows lub inny program, i spróbuj ponownie.
17606 = Usuń wybrane elementy z listy

[Backup Manager]
17800 = Menadżer kopii
17801 = Przywróć
17802 = Usuń
17803 = Usun wszystko
17804 = Przywracanie\nWłasne
17812 = Ładowanie...
17813 = Wstecz
17814 = Dalej
17815 = Punkt przywracania nie znaleziony
17816 = Przetwarzanie
17817 = Tworzenie kopii elementów %d z %d
17818 = Punkty przywracania:
17819 = Łączny rozmiar:
17820 = Menadżer kopii pozwala na łatwe zarządzanie kopiami utworzonymi przez Revo po każdym usunięciu pliku, folderu lub wpisu rejestru. Korzystając z punkty przywracania możesz przywrócić wszystko lub tylko wybrane pliki, folderu czy wpisy rejestru. Jeżeli potrzebujesz więcej miejsca na dysku możesz usunąć punkty przywracania pojedyńczo lub wszystkie naraz.
17821 = Nazwa
17822 = Operacja
17823 = Rozmiar
17824 = Wpisy rejestru
17825 = Pliki i foldery
17826 = Godzina
17827 = Data
17830 = Nazwa Klucza/wartości
17831 = Dane
17835 = Domyślna wartość
17836 = Przywracanie %d z %d elementów
17837 = Przywracanie
17838 = Nazwa pliku/folderu
17839 = Przywracanie własne
17840 = Błąd przy odczycie pliku kopii
17841 = Pliki i foldery do przywrócenia
17842 = Wpisy rejestru do przywrócenia
17843 = Na dysku jest za mało miejsca aby zapisać plik kopii
17844 = Błąd przy zapisywaniu pliku kopii
17845 = Jesteś pewien, że chcesz przywrócić %s z %s operacji?
17846 = Jesteś pewien, że chcesz usunąć wszystkie punkty przywracania?
17847 = Usuń\nwg. czasu
17848 = Usuń wszystkie kopie starsze od daty lub okresu
17849 = Usuń wszystkie kopie starsze od:
17850 = Wybrana data:
17851 = Tydzień
17852 = Dwa tygodnie
17853 = 30 dni
17854 = 90 dni
17855 = 180 dni
17856 = Rok
17857 = Własna data
17858 = Wybrałeś datę nowszą od dzisiejszej.\nTo usunie wszystkie kopie! Kontynuować?


[TooltipsPro]
18200 = Dostosuj ustawienia Revo Uninstaller
18201 = Zmień typ widoku listy monitorowanych programów
18202 = Zarządzaj kopiami utworzonymi przez Revo Uninstaller
18203 = Zainstaluj program przez Revo Uninstaller
18204 = Wymuszona deinstalacja pozostałości po już odinstalowanych programach
18205 = Pokaż wszystkie zainstalowane programy
18206 = Pokaż zainstalowane monitorowane programy
18207 = Odinstaluj zaznaczony monitorowany program
18208 = Deinstalacja ręczna wybranego monitorowanego programu
18209 = Przywróc wybrany punkt przywracania Revo Uninstaller
18210 = Ręczne przywracanie wybranego punkty przywracania Revo Uninstaller
18211 = Usuń wybrany punkt przywracania programu Revo Uninstaller
18212 = Dodaj program do listy uruchamianych razem z systemem Windows
18213 = Uruchom usuwanie śladów na wybranych napędach
18214 = Dodaj pliki do bezpowrotnego usunięcia
18215 = Dodaj fodler do bezpowrotnego usunięcia
18216 = Usuń dodane pliki i foldery
18217 = Usuń zaznacone pliki
18218 = Zmień lub napraw instalację wybranych programów
18219 = Szybko odinstaluj wybrany program (wszystkie znalezione pozostałości zostaną usunięte automatycznie)
18220 = Dodaj nowy element do Logu
18221 = Zmodyfikuj wybrany element
18222 = Usuń wybrany element z Logu
18223 = Eksportuj zawartość logu jako HTML

[Portable]
18500 = Błąd podczas pobierania Aktualizacji!
18501 = Błąd podczas wypakowywania Aktualizacji!
18502 = Aktualizowanie
18503 = Aktualizacja zakończona poprawnie!
18504 = %d z %d plików
18505 = Wersja Portable
18506 = Użyj własnego folderu na zapis danych
18507= Włącz tryb szybkiego uruchamiania
18508 = Akceptuj

18509 = Umowa licencyjna